Repository: giellalt/corpus-sme
Catalog: tmx/fin/facta/klemetti.blogspot.com/ajatuksia-aluehallintouudistuksesta.html.tmx
Source language: sme
Languages: fin

source: Juvvá Lemet - Klemetti Näkkäläjärvi
fin: Ajatuksia aluehallintouudistuksesta

source: Hei ja giitu kommeanttas.
fin: Lääninhallitukset toteuttavat nykyisin ennen kaikkea valvonta- ja rahoitustehtäviä.

source: Guovlohálddašanođastus mii guoská Sámi leana lea mávssolaš ášši.
fin: Toiminnan alueellisuudesta ei ole vielä varmuutta.

source: Dat ii goit cakka eret dan duohtaášši, ahte sámiid ruovttuguovllu olggobealde orru sápmelaččaid áššiid ovddideapmi lea dehálaš.
fin: Itse suhtaudun hieman skeptisesti jatkuvaan uudistamiseen ja kehittämiseen, koska se vie aikaa normaalilta virkatyöltä.

source: Dálá láhkaásahan dilli ii goit daga vejolažžan dan, ahte Sámediggi basttálii atnit ávvira dáid sápmelaččaid áššiid ovvdideapmi nu bures go dasa livččii dárbu.
fin: En ole myös varma, että miten paljon kustannussäästöjä virastojen lakkauttaminen ja yhdisteleminen loppujen lopuksi tuo.

source: Dálá dilis áidna vuohki lea addit cealkámušaid ja dahkat álgagiid ja evttohusaid.
fin: Mutta aika näyttäköön ja toivon tietenkin että uudistus parantaa saamelaisten asemaa ja oikeuksia.

source: Dieđusge kulturmearreruđaid juohkima bakte sáhttá veaháš doarjut sámi guovllu olggobealde orru sápmelaččaid kultuvrralaš dili.
fin: Saamelaiskäräjien puheenjohtajana olen aidosti huolissani uudistuksen vauhdista ja laajuudesta, koska saamelaisten asema ja oikeudet uhkaavat jäädä uudistuksessa jalkoihin.

source: Sámedikki ulbmilin lea ahte láhkaásahemiin ja ruhtademiin sáhtálii dorvvastit sámiid ruovttuguovllu olggobealde orru sápmelaččaid dili daningo sápmelaččat leat Suoma álgoálbmot fuolakeahttá das gos orrot.
fin: Me yritämme lausunnoilla ja esityksillämme ennen kaikkea estää saamelaisen kulttuuri-itsehallinnon heikennyksiä ja vahvistaa saamelaiskäräjien ja saamelaisten asemaa.

source: Seammás Sámediggi ferte goit geahččalit dorvvastit sámiid ruovttuguovllu sápmelaččaid dili.
fin: Ennen kaikkea koen esitykset saamelaista kulttuuri-itsehallintoa heikentävänä.

source: Muhtin boahttevaš blogiin áiggon gieđahallat viidáseappot sámi ruovttuguovllu orru sápmelaččaid áššiid ovddideami.
fin: Esitys heikentäisi saamelaista kulttuuri-itsehallintoa ja epäilen vahvasti onko esitys perustuslain ja kansainvälisten sopimusten mukainen.

source: Hástalan lohkkiid ovttas muinna suokkardallat vugiid mot sáhttá atnit ávvira sámegiela ja sámi kultuvra dilis sámiid ruovttuguovllu olggobealde.
fin: Osaltaan pelkään ympäristöministeriön hallinnon asiantuntemuksen pirstoutumisen ja kokonaiskuvan hajaantuvan eri aluehallintaviranomaisiin.

source: Máhccat áššái.
fin: Asia on hyvin tärkeä ja vaatii kansalaiskeskustelua.

source: Juvvá Lemet
fin: kirjoitti...
